
# Кнопки в главном меню
GENERAL_BUTTONS = ["/Расходы", "/Доходы"]

# Кнопки для составления отчета
REPORT_BUTTONS = {
    "add_report": ["/Добавить_отчет"],
    "project": ["/Ровесник", "/Скрепка", "/Фудтрак", "/Третий"],
    "payment_method": ["/Наличные", "/Точка", "/Озон", "/Сбербанк", "/Безнал", "/Общий_счет_ивенты", "/Консоль"],
    "departament": ["/Бар", "/Кухня", "/Кофе", "/Вечеринки", "/Мероприятия", "/Live", "/Менеджеры", "/Олеся"],
    "comment": ["/Да", "/Нет"],
    "check_report": ["/Да", "/Нет,_необходима_правка"]
}